jorgebucaran/fisher
patrickf1/fzf.fish
jorgebucaran/nvm.fish
franciscolourenco/done
jorgebucaran/getopts.fish
jhillyerd/plugin-git
oh-my-fish/plugin-pyenv
oh-my-fish/plugin-brew
oh-my-fish/plugin-ssh-config.d
oh-my-fish/plugin-sublime
oh-my-fish/plugin-direnv
