tap "ankitpokhrel/jira-cli"
tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mearman/-"
tap "mergestat/mergestat"
tap "oven-sh/bun"
tap "sdkman/tap"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "age"
brew "openssl@3"
brew "awscli"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fish"
brew "flux"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "go-task"
brew "gradle"
brew "graphviz"
brew "htop"
brew "hugo"
brew "hydra"
brew "imagemagick"
brew "jq"
brew "ktlint"
brew "kubectx"
brew "libyaml"
brew "mvnvm"
brew "neofetch"
brew "neovim"
brew "node"
brew "ollama"
brew "pandoc"
brew "plantuml"
brew "pyenv"
brew "rbenv"
brew "rcm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "subversion"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "borkdude/brew/babashka"
brew "mergestat/mergestat/mergestat"
brew "oven-sh/bun/bun"
brew "sdkman/tap/sdkman-cli"
cask "appcleaner"
cask "authy"
cask "aws-vault"
cask "bitwarden"
cask "boop"
cask "cloudflare-warp"
cask "docker"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "lens"
cask "lunar"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "stolendata-mpv"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
vscode "charliermarsh.ruff"
vscode "github.vscode-pull-request-github"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "pbkit.vscode-pbkit"
vscode "redhat.java"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-quarkus"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
