fisherman/await
oh-my-fish/plugin-balias
edc/bass
oh-my-fish/theme-bobthefish
oh-my-fish/plugin-bundler
oh-my-fish/plugin-emacs
fisherman/fnm
fisherman/fzf
fisherman/get
fisherman/get_file_age
fisherman/getopts
fisherman/git_util
fisherman/last_job_id
fisherman/menu
oh-my-fish/plugin-osx
fisherman/rbenv
oh-my-fish/plugin-ssh
oh-my-fish/plugin-thefuck
fisherman/transfer
fisherman/z
